<?php

return [

   
   'response'=>[
    'success'=>'تم حفظ البيانات بنجاح',
    'error'=>'هناك خطأ لم نتمكن من حفظ البيانات بنجاح'
   ],
   'password'=>[

    'confirmed'=>'يجب تاكيد كلمة المرور',
    'required'=>'حقل كلمة المرور مطلوب',
    'min'=>"كلمة المرور يجب ان تحتوي على اكثر من حرف"
   ],

   'email'=>[
    'required'=>'حقل الايميل مطلوب',
    'unique'=>'لدينا حساب بالفعل بهدا الايميل',
    'email'=>'صيغة الايميل غير صحيحة '
   ],
   
   'company'=>[
    'name'=>[
        'required'=>'اسم الشركة مطلوب',
        'min'=>'اسم الشركة يجب ان يحتوي على اكثر من حرف',
        'max'=>'اسم الشركة يجب ان يكون اقل من 100 حرف'
    ],
    'owner'=>[
        'required'=>'حقل اسم مالك الشركة مطلوب',
        'min'=>' يجب ان يكون مالك الشركة على اكثر من حرف ',
        'max'=>'يجب ان يكون اسم مالك الشركة اقل من 100 احرف'
    ]

   ]

];
