<?php

return [
    'success'=>"تم ارجاع البيانات بنجاح",
    'error'  => " خطأ لا توجد بيانات ",
    'not_found'=>'لا يوجد هدا الطلب',
    'delete'=>[
        'success'=>"تم حذف السجل بنجاح",
        'error'  =>"عذرا هناك خطأ لم يتم حذف السجل بنجاح"
    ],
    'update'=>[
        'success'=>'تم تحديث البيانات بنجاح',
        'error' =>"حذث حظاء اتناء تحديث البيانات"
    ],

    'store'=>[

        'success'=>'تم حفظ البيانات بنجاح',
        'error' =>"حذث حظاء اتناء حفظ البيانات"
    ],
    'data'=>[
        'null'=>" لاتوجد بيانات  :attribute "
    ]
    
];